Repository: wsytl/CalmTrack
Catalog: CalmTrack/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.display_name
source: CalmTrack
zh_hans: 慢养

# cal.a11y.complete_body
source: Day %lld, all completed
zh_hans: %lld号，已全部完成

# cal.a11y.future_fmt
source: Day %lld, future date
zh_hans: %lld号，未来日期

# cal.a11y.incomplete_body
source: Day %lld, not completed
zh_hans: %lld号，未完成

# cal.a11y.partial_body
source: Day %lld, %lld%% complete
zh_hans: %lld号，完成 %lld%%

# cal.a11y.selected
source: , selected
zh_hans: ，已选中

# cal.next_month_a11y
source: Next month
zh_hans: 下一个月

# cal.pick_month_a11y
source: Choose year and month
zh_hans: 选择年份月份

# cal.picker.month
source: Month
zh_hans: 月

# cal.picker.title
source: Choose date
zh_hans: 选择年月

# cal.picker.year
source: Year
zh_hans: 年

# cal.prev_month_a11y
source: Previous month
zh_hans: 上一个月

# cat.add_a11y
source: New nourishment category
zh_hans: 新建调养分类

# cat.empty_subtitle
source: Tap + to add, or use defaults.
zh_hans: 点击右上角添加，或使用默认调养分类

# cat.empty_title
source: No nourishment categories
zh_hans: 暂无调养分类

# cat.field_name
source: Nourishment category name
zh_hans: 调养分类名称

# cat.name_placeholder
source: Name
zh_hans: 名称

# cat.nav_title
source: Nourishment categories
zh_hans: 调养分类

# cat.new_title
source: New nourishment category
zh_hans: 新建调养分类

# common.cancel
source: Cancel
zh_hans: 取消

# common.clear
source: Clear
zh_hans: 清除

# common.delete
source: Delete
zh_hans: 删除

# common.done
source: Done
zh_hans: 完成

# common.save
source: Save
zh_hans: 保存

# diet_note.breakfast
source: Breakfast
zh_hans: 早餐

# diet_note.dinner
source: Dinner
zh_hans: 晚餐

# diet_note.lunch
source: Lunch
zh_hans: 午餐

# diet_note.markdown_edit
source: Edit
zh_hans: 编辑

# diet_note.markdown_hint
source: Supports Markdown: **bold**, *italic*, `code`, lists, headings.
zh_hans: 支持 Markdown：**加粗**、*斜体*、`代码`、列表、标题等

# diet_note.markdown_preview
source: Preview
zh_hans: 预览

# diet_note.markdown_preview_empty
source: Nothing to preview yet.
zh_hans: 还没有可预览的内容

# diet_note.meals
source: Meals
zh_hans: 三餐

# diet_note.nav_title
source: Diet note
zh_hans: 饮食备注

# diet_note.quick_entry
source: Quick diet note
zh_hans: 快速记录饮食

# diet_note.reaction
source: Body reaction
zh_hans: 身体反应

# diet_note.reaction_placeholder
source: Bloating, appetite, sleepiness...
zh_hans: 比如腹胀、胃口、犯困等

# goal.nav_title
source: Nourishment goal
zh_hans: 调养目标

# goal.profile_footer
source: The home card uses this goal to choose a gentle daily suggestion.
zh_hans: 首页会根据目标给出轻量的今日调养提示。

# habit.checkin_a11y
source: Mark nourishment task complete
zh_hans: 完成调养任务

# habit.checkin_future_a11y
source: Future dates can’t be recorded
zh_hans: 未来日期不可记录

# habit.checkin_history_a11y
source: Past nourishment records can’t be edited
zh_hans: 历史调养记录不可修改

# habit.count_unit_default
source: times
zh_hans: 次

# habit.empty_subtitle
source: Add nourishment tasks in My → Task management.
zh_hans: 在「我的 → 调养任务」里添加

# habit.empty_title
source: No nourishment tasks yet
zh_hans: 还没有调养任务

# habit.history_locked
source: Past nourishment records can’t be changed.
zh_hans: 历史调养记录不可再修改

# habit.no_future_checkin
source: Future nourishment tasks can’t be checked in.
zh_hans: 未来日期不可记录调养

# habit.rating_empty
source: Not rated
zh_hans: 未评分

# habit.uncategorized
source: Uncategorized
zh_hans: 未分类

# habitproj.add_a11y
source: New nourishment task
zh_hans: 新建调养任务

# habitproj.empty_subtitle
source: Tap + to add. A nourishment category is required first.
zh_hans: 点击右上角添加；需先存在调养分类

# habitproj.empty_title
source: No nourishment tasks
zh_hans: 暂无调养任务

# habitproj.name_field
source: Task name
zh_hans: 任务名称

# habitproj.nav_title
source: Task management
zh_hans: 调养任务

# habitproj.new_title
source: New nourishment task
zh_hans: 新建调养任务

# habitproj.picker_category
source: Category
zh_hans: 分类

# habitproj.rating_max_fmt
source: Maximum score: %lld
zh_hans: 最高评分：%lld

# habitproj.target_fmt
source: Target: %lld
zh_hans: 目标：%lld

# habitproj.type_check
source: Check
zh_hans: 勾选

# habitproj.type_count
source: Count
zh_hans: 数量

# habitproj.type_count_summary_fmt
source: Count target: %lld %@
zh_hans: 数量目标：%lld %@

# habitproj.type_picker
source: Type
zh_hans: 类型

# habitproj.type_rating
source: Score
zh_hans: 评分

# habitproj.type_rating_summary_fmt
source: Score out of %lld
zh_hans: %lld 分评分

# habitproj.unit_field
source: Unit, e.g. cups
zh_hans: 单位，如 杯

# home.calendar
source: Calendar
zh_hans: 日历

# home.calendar.collapse_a11y
source: Hide calendar
zh_hans: 收起日历

# home.calendar.expand_a11y
source: Show calendar
zh_hans: 展开日历

# home.nourishment_title
source: Today's nourishment
zh_hans: 今日调养

# home.tip_dampness
source: Keep meals warm and simple today; skip sweets and heavy oils.
zh_hans: 今天以温热清淡为主，少甜腻、少油重。

# home.tip_energy
source: Energy was low recently; keep tasks gentle and add a short walk.
zh_hans: 最近精神偏低，今天任务放轻一点，饭后轻走即可。

# home.tip_light
source: Aim for seven-tenths full and steady movement.
zh_hans: 今天守住七分饱，搭配一点稳定活动。

# home.tip_sleep
source: Sleep scored low recently; keep dinner light and wind down earlier.
zh_hans: 最近睡眠偏低，今晚晚餐清淡些，提前收心。

# home.tip_sleep_goal
source: Keep dinner light and start winding down before bedtime.
zh_hans: 晚餐清淡一点，睡前提前进入安静节奏。

# home.tip_stomach
source: Stomach comfort was low recently; avoid cold and spicy foods today.
zh_hans: 最近胃口或腹胀舒适度偏低，今天少生冷辛辣。

# home.tip_stomach_goal
source: Keep meals warm, regular, and easy to digest today.
zh_hans: 今天重在温热规律，吃得舒服、好消化。

# home.tip_sugar
source: Keep staple portions steady and skip sweet drinks.
zh_hans: 今天稳住主食份量，避开甜饮和精制甜点。

# home.today_avoid
source: Avoid
zh_hans: 今日忌

# home.today_avoid_body
source: Iced drinks and late-night snacks
zh_hans: 冰饮、夜宵

# home.today_suitable
source: Good for
zh_hans: 今日宜

# home.today_suitable_body
source: Warm, light meals
zh_hans: 温热清淡、七分饱

# launch.rhythm
source: Warm · Light · Regular
zh_hans: 温热 · 清淡 · 规律

# launch.subtitle
source: Daily food therapy care
zh_hans: 食疗调养 · 日日有记

# metric_history.empty_body
source: Save from Home → Feedback after picking a date. Entries appear here.
zh_hans: 在主页点「反馈」选择日期并保存后，会出现在这里。

# metric_history.empty_title
source: No body feedback yet
zh_hans: 尚无身体反馈

# metric_history.nav_title
source: Trends
zh_hans: 调养趋势

# metric_history.no_metrics_hint
source: No feedback items defined. Add them in My → Feedback items.
zh_hans: 当前没有反馈项，请到「我的 → 反馈项目」添加。

# metric_history.unnamed
source: Untitled
zh_hans: 未命名

# metric.add_in_settings_first
source: Add body feedback items in My → Feedback items first.
zh_hans: 请先在「我的 → 反馈项目」中添加身体反馈项

# metric.close
source: Close
zh_hans: 关闭

# metric.current_score
source: Score
zh_hans: 当前评分

# metric.record_title
source: Body feedback
zh_hans: 身体反馈

# metric.save
source: Save
zh_hans: 保存

# metric.score_high
source: Good
zh_hans: 状态好

# metric.score_low
source: Needs care
zh_hans: 需关注

# metricmgmt.add_a11y
source: New feedback item
zh_hans: 新建反馈项

# metricmgmt.empty_subtitle
source: Name your own; record 0–5 from Home → Feedback.
zh_hans: 自定义名称，在主页「反馈」里用 0–5 分记录

# metricmgmt.empty_title
source: No feedback items
zh_hans: 暂无反馈项

# metricmgmt.field_metric_name
source: Feedback item name
zh_hans: 反馈项名称

# metricmgmt.hint_range_fmt
source: 0–%lld slider
zh_hans: 0–%lld 分滑动

# metricmgmt.nav_title
source: Feedback items
zh_hans: 反馈项目

# metricmgmt.new_hint
source: Use a 0–5 score in Home → Feedback.
zh_hans: 在主页「反馈」里使用 0–5 分记录

# metricmgmt.new_title
source: New feedback item
zh_hans: 新建反馈项

# onboarding.goal_header
source: Choose your goal
zh_hans: 选择调养目标

# onboarding.nav_title
source: Start slowly
zh_hans: 开始慢养

# onboarding.start
source: Start today's nourishment
zh_hans: 开始今日调养

# onboarding.template_header
source: Pick a starter template
zh_hans: 选择初始模板

# settings.cat_manage
source: Nourishment categories
zh_hans: 调养分类

# settings.goal_profile
source: Nourishment goal
zh_hans: 调养目标

# settings.metric_history
source: Nourishment trends
zh_hans: 调养趋势

# settings.metric_manage
source: Feedback items
zh_hans: 反馈项目

# settings.nav_title
source: My
zh_hans: 我的

# settings.project_manage
source: Nourishment tasks
zh_hans: 调养任务

# settings.section.manage
source: Nourishment
zh_hans: 调养设置

# settings.section.metrics
source: Body feedback
zh_hans: 身体反馈

# settings.section.profile
source: Profile
zh_hans: 个人调养

# settings.templates
source: Nourishment templates
zh_hans: 调养模板

# summary.a11y.future
source: Future date
zh_hans: 未来日期

# summary.a11y.progress_fmt
source: %lld percent nourished
zh_hans: 调养进度 %lld%%

# summary.future_no_rate
source: Future dates don’t count toward nourishment progress.
zh_hans: 未来日期不计入调养进度

# summary.streak_days_fmt
source: %lld-day nourishment streak
zh_hans: 连续调养 %lld 天

# summary.streak_none
source: Nourishment streak: none yet
zh_hans: 连续调养：暂无记录

# summary.title_day_fmt
source: That day %lld%% nourished
zh_hans: 当日调养 %lld%%

# summary.title_future_day
source: Selected date is in the future
zh_hans: 所选为未来日期

# summary.title_today_fmt
source: Today %lld%% nourished
zh_hans: 今日调养 %lld%%

# tab.history
source: Trends
zh_hans: 趋势

# tab.metrics
source: Feedback
zh_hans: 反馈

# tab.settings
source: My
zh_hans: 我的

# templates.footer
source: Applying a template adds missing categories and tasks without duplicating existing task names.
zh_hans: 应用模板会补充缺少的分类和任务，不会重复添加同名任务。

# templates.nav_title
source: Nourishment templates
zh_hans: 调养模板

# trend.completion_title
source: Task rhythm
zh_hans: 调养节奏

# trend.feedback_title
source: Body feedback
zh_hans: 身体反馈

# trend.insight_good
source: The past week looks steady. Keep the routine gentle and consistent.
zh_hans: 最近一周节奏很稳，继续保持轻柔而规律。

# trend.insight_low
source: Start small this week; one meal and one rest habit are enough.
zh_hans: 这周先从小处开始，守住一餐和一个作息习惯就好。

# trend.insight_middle
source: The rhythm is forming. Pick one easy task to anchor each day.
zh_hans: 节奏正在形成，先选一个容易坚持的任务稳住每天。

# trend.no_feedback
source: No data
zh_hans: 暂无

# trend.week_header
source: Last 7 days
zh_hans: 最近 7 天
